window.dictionaryData = [
    {
        id: 1, title: "هَوْن ، هُون", words: [
        { word: "هَوْن", harakah: "بە فەتحەی هاء و سکونی واو - هَوْ", meaning: "ئارامی، لەسەرخۆیی، نەرمی.", surah: "الفرقان: ٦٣", ayah: "﴿وَعِبَادُ الرَّحْمَٰنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا﴾", translation: "وە بەندەکانی (خودای) میهرەبان ئەوانەن کە بەسەر زەویدا بە هێمنی و لەسەرخۆیی دەڕۆن." },
        { word: "هُون", harakah: "بە زەممەی هاء و سکونی واو - هُو", meaning: "ڕیسوایی، سەرشۆڕی، زەلیلی.", surah: "النحل: ٥٩", ayah: "﴿أَيُمْسِكُهُ عَلَىٰ هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ﴾", translation: "ئایا بە سەرشۆڕی و ڕیسواییەوە (کچەکە) بهێڵێتەوە، یان بیخاتە ناو خاکەوە (زیندەبەچاڵی بکات)." }
        ]
    },
    {
        id: 2, title: "هَدَى ، هُدًى", words: [
        { word: "هَدَى", harakah: "بە فەتحەی هاء و فەتحەی دال - هَدَ", meaning: "ڕێنموویی کرد، هیدایەتی دا (وەک کردار).", surah: "الأنعام: ٩٠", ayah: "﴿أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ﴾", translation: "ئەوانە کەسانێکن کە خودا ڕێنموویی کردوون، بۆیە تۆش چاو لە ڕێنموویی ئەوان بکە." },
        { word: "هُدًى", harakah: "بە زەممەی هاء و فەتحەی دال - هُدَ", meaning: "ڕێنمایی، هیدایەت (وەک ناو).", surah: "البقرة: ٢", ayah: "﴿ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ﴾", translation: "ئەمە ئەو پەڕاوەیە کە هیچ گومانێکی تێدا نییە، ڕێنماییە بۆ پارێزکاران." }
        ]
    },
    {
        id: 3, title: "هَمَّ ، هُمْ", words: [
        { word: "هَمَّ", harakah: "بە فەتحەی هاء و شەددەی میم - هَمَّ", meaning: "مەبەستی بوو، ویستی (بۆ کارێک).", surah: "يوسف: ٢٤", ayah: "﴿وَلَقَدْ هَمَّتْ بِهِ ۖ وَهَمَّ بِهَا لَوْلَا أَن رَّأَىٰ بُرْهَانَ رَبِّهِ﴾", translation: "سوێند بە خوا ژنەکە مەبەستی بوو و ویستی (کاری خراپی لەگەڵ بکات)، وە ئەویش (یوسف) مەبەستی دەبوو ئەگەر بەڵگەی پەروەردگاری نەبینیایە." },
        { word: "هُمْ", harakah: "بە زەممەی هاء و سکونی میم - هُمْ", meaning: "ئەوان (جێناوی کەسی سێیەمی کۆ).", surah: "الأنفال: ٤", ayah: "﴿أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا﴾", translation: "ئا ئەوانەن کە بەڕاستی باوەڕدارن." }
        ]
    }
];
