window.dictionaryData = [
    
    {
        id: 01, title: "زُبُر ، زُبَر", words: [
        { word: "زُبُر", harakah: "بە زەممەی زای و زەممەی باء - زُبُـ", meaning: "پەڕاوەکان، کتێبە ئاسمانییەکان (کۆی زَبور).", surah: "الشعراء: ١٩٦", ayah: "﴿وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ﴾", translation: "وە بێگومان ئەم (قورئانە و مژدەی هاتنی) لەناو پەڕاوەکانی پێشوودا هەیە." },
        { word: "زُبَر", harakah: "بە زەممەی زای و فەتحەی باء - زُبَـ", meaning: "پارچەکان، بەتایبەت پارچە ئاسنەکان (کۆی زُبْرَة).", surah: "الكهف: ٩٦", ayah: "﴿آتُونِي زُبَرَ الْحَدِيدِ﴾", translation: "(زولقەرنەین وتی) پارچە ئاسنەکانم بۆ بهێنن." }
        ]
    },
    {
        id: 02, title: "زَيَّنَ ، زُيِّنَ", words: [
        { word: "زَيَّنَ", harakah: "بە فەتحەی زای و فەتحەی یاء (کرداری بکەر دیار) - زَيَّـ", meaning: "جوان و ڕازاوەی کرد.", surah: "الأنفال: ٤٨", ayah: "﴿وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ﴾", translation: "وە کاتێک شەیتان کردەوەکانیانی بۆ ڕازاندنەوە و جوانی کردن." },
        { word: "زُيِّنَ", harakah: "بە زەممەی زای و کەسرەی یاء (کرداری بکەر نادیار) - زُيِّـ", meaning: "جوان کرا، ڕازێنرایەوە (لە دەرەوەی ئیرادەی خۆیانەوە).", surah: "البقرة: ٢١٢", ayah: "﴿زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا﴾", translation: "ژیانی دونیا بۆ ئەوانەی بێباوەڕن ڕازێنراوەتەوە و جوان کراوە." }
        ]
    },
    {
        id: 03, title: "زَعَمَ ، زَعْم", words: [
        { word: "زَعَمَ", harakah: "بە فەتحەی زای و فەتحەی عەین (کردار) - زَعَـ", meaning: "گومانی برد، بانگەشەی کرد (بە درۆ و بێ بەڵگە).", surah: "التغابن: ٧", ayah: "﴿زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا﴾", translation: "ئەوانەی بێباوەڕ بوون گومانیان برد و بانگەشەی ئەوەیان کرد کە هەرگیز زیندوو ناکرێنەوە." },
        { word: "زَعْم", harakah: "بە فەتحەی زای و سکونی عەین (ناو) - زَعْـ", meaning: "بانگەشە، گومانی درۆ.", surah: "الأنعام: ١٣٦", ayah: "﴿فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا﴾", translation: "جا وتیان: ئەمەیان بۆ خودایە -بە گومان و بانگەشەی درۆی خۆیان- وە ئەمەشیان بۆ هاوبەشەکانمانە." }
        ]
    }
];
